tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/services"
tap "idoavrah/homebrew"
tap "jorgerojas26/lazysql"
tap "mickamy/tap"
tap "nikitabobko/tap"
tap "nnnkkk7/tap"
tap "oven-sh/bun"
tap "peonping/tap"
tap "timrogers/tap"
tap "trufflesecurity/trufflehog"
tap "valkyrie00/bbrew"
brew "aria2"
brew "asdf"
brew "zstd"
brew "awscli"
brew "bash"
brew "bat"
brew "btop"
brew "carapace"
brew "cmake"
brew "coreutils"
brew "deno"
brew "direnv"
brew "dnsmasq"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "goaccess"
brew "htop"
brew "hyperfine"
brew "jq"
brew "just"
brew "k6"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "lnav"
brew "logdy"
brew "lua"
brew "lynx"
brew "mise"
brew "mkcert"
brew "mysql-client"
brew "navi"
brew "neovim"
brew "nowplaying-cli"
brew "nss"
brew "nushell"
brew "pam-reattach"
brew "pkgconf"
brew "podman"
brew "podman-compose"
brew "postgresql@14"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "sesh"
brew "spotify_player"
brew "spotifyd"
brew "starship"
brew "stow"
brew "superfile"
brew "switchaudio-osx"
brew "television"
brew "terminal-notifier"
brew "tilt"
brew "tmux"
brew "tree"
brew "trufflehog"
brew "uv"
brew "vivid"
brew "wget"
brew "yq"
brew "zig"
brew "zoxide"
brew "felixkratz/formulae/borders", args: ["HEAD"]
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "idoavrah/homebrew/tftui"
brew "jorgerojas26/lazysql/lazysql"
brew "nnnkkk7/tap/lazyactions"
brew "oven-sh/bun/bun"
brew "peonping/tap/peon-ping"
brew "timrogers/tap/litra"
brew "valkyrie00/bbrew/bbrew"
cask "1password"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "bitwarden"
cask "chipmunk"
cask "clop"
cask "comet"
cask "datagrip"
cask "docker-desktop"
cask "firefox@developer-edition"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-opendyslexic-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "insomnia"
cask "keycastr"
cask "logi-options+"
cask "obsidian"
cask "rapidapi"
cask "raycast"
cask "remarkable"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "mickamy/tap/sql-tap"
cask "superwhisper"
cask "via"
cask "vlc"
cask "wooshy"
cask "zed"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "andrew-codes.cypress-snippets"
vscode "anysphere.cursorpyright"
vscode "anysphere.pyright"
vscode "anysphere.remote-ssh"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "bungcip.better-toml"
vscode "chaliy.handlebars-preview"
vscode "chdsbd.github-code-owners"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "cliffsu.cypress-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "emeryao.async-switch"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "josefbiehler.cypress-fixture-intellisense"
vscode "jsonhero.jsonhero-vscode"
vscode "k--kato.intellij-idea-keybindings"
vscode "kbysiec.vscode-search-everywhere"
vscode "keesschollaart.vscode-home-assistant"
vscode "matthewpi.caddyfile-support"
vscode "meganrogge.template-string-converter"
vscode "mikehuang.vscode-cypress-extension-pack"
vscode "moalamri.inline-fold"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "mylesmurphy.prettify-ts"
vscode "nicollasr.vscode-streamdeck"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "oven.bun-vscode"
vscode "pflannery.vscode-versionlens"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rickygrassmuck.vscode-nomad-pack-go-template"
vscode "ritwickdey.liveserver"
vscode "shelex.vscode-cy-helper"
vscode "sketchbuch.vsc-quokka-statusbar"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "tnrich.vscode-extension-open-cypress"
vscode "tonka3000.raycast"
vscode "tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "w0o0o.bun-scripts"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-vscode"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
cargo "mcp-server-nu"
npm "corepack"
